11/data/attachments/4c776c2440feb78b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_830c1803-fff4-4d56-a911-8214dfd00b06</nif:username>
            <nif:friendToBeRequested>Julie_information_Actions_15932_7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>